Revit 2027 API
SpecTypeId.Acceleration Property
 Acceleration, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Acceleration { get; }
Public Shared ReadOnly Property Acceleration As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Acceleration {
	ForgeTypeId^ get ();
}
static member Acceleration : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace